{
    "sidebar": {
        "home": "Home",
        "account": "Account",
        "terms": "Terms and Conditions",
        "note": {
            "new": "New",
            "description": "Try using our app in your language! Tell now supports 9 languages in total!"
        },
        "userblock": {
            "logout": "Log out"
        }
    },
    "tracker": {
        "counter": {
            "togo": "to go",
            "over": "over",
            "carbs": "Carbs",
            "proteins": "Proteins",
            "fat": "Fat"
        },
        "foodsearch": {
            "search": "Search for food...",
            "chosenfood": "Chosen food",
            "nofood": "There is no food added yet.",
            "remove": "Remove"
        }
    },
    "homepage": {
        "top": {
            "title": "Discover our",
            "mid_description": "calorietracker, where you can just",
            "highlighted_phrases": {
                "amazing": "amazing",
                "track": "track your food"
            },
            "description": "without bullshit features!"
        },
        "buttons": {
            "tracker": "Go to the tracker",
            "account": "Make an account"
        },
        "introduction": {
            "main1": "We're not the first to do it,",
            "main2": "we just do it right.",
            "first": "We are normal people who just want to track our calories. No ads, no unnecessary functions, just plain and simple (yet very efficient!) calorietracking.",
            "second": "At Tell (Norwegian for 'count'), we want to have a simple app where people can track their calories, across platforms, without a hasle. That's why we made this app as simple as possible, yet let it have the bare minimum of what we want it to have."
        }
    },
    "errorpage": {
        "main": "There's nothing to be found here...",
        "description": "Whatever you were looking for is not here.",
        "link": "Go back to the main page"
    },
    "termspage": {
        "title": "Terms and Conditions",
        "intro": "Welcome to our calorie tracking website. By using our website and services, you agree to these Terms and Conditions. If you do not agree, please do not use our services.",
        "sections": [
            {
                "title": "1. Account Registration",
                "content": "To use our service, you must create an account through Google Authentication. You are responsible for maintaining the confidentiality of your account and ensuring all activity under your account complies with these terms."
            },
            {
                "title": "2. Use of Service",
                "content": "Our service allows you to track your daily caloric intake. You agree to use this service solely for personal, non-commercial purposes and not for any unlawful or harmful activities."
            },
            {
                "title": "3. Privacy and Data",
                "content": "By signing in with your Google account, you authorize us to access certain information such as your name and email address. We do not sell your data and take appropriate steps to protect your privacy. For more details, see our Privacy Policy."
            },
            {
                "title": "4. Termination",
                "content": "We reserve the right to suspend or terminate your account if you violate these terms or engage in any activity that harms our service or users."
            },
            {
                "title": "5. Changes to Terms",
                "content": "We may update these Terms and Conditions at any time. Continued use of the service after changes constitutes acceptance of the new terms."
            },
            {
                "title": "6. Contact Us",
                "content": "If you have questions about these Terms, please contact us at wesselvandalen@gmail.com."
            }
        ]
    },
    "notification": {
        "added": "added"
    },
    "footer": {
        "description": "All rights reserved."
    }
}